{"1__이름을_알려주세요_":"홍서연","2__졸업년도를_알려주세요":"2017","2__현재_근무하는_회사명과_직무와_직책에_대해_알려_주세요_":"한국전력공사 ICT직무","3__대학_재학_중_진로를_결정하게_된_계기가_있었다면_무엇이었는지_말씀해_주세요_":"3-4학년때 웹/앱 프로젝트 수업을 들으면서 개발자에 관심이 생겼고, 특히 KOSTA외부교육에서 자바를 공부하면서 개발자 진로를 결정을 했습니다.","4__재학_중_진로_고민_상담은_어떻게_하는_것이_좋을지_알려주세요_":"교수님과 면담 시간을 자주 배치해서 후배님들이 원하시는 직무에 취업하기 위한 도움과 조언을 받을 수 있으면 좋을 것 같습니다.","5__재학_중_외부_회사에서의_인턴_경험이_있다면_그_인턴_경험이_졸업_후_회사_생활에_도움이_되었는지에_대해_말씀_해_주세요_":"미디어실습 과목으로 4학년때 의무적으로 인턴을 했던 것이 취업을 하는데 많이 도움이 되었습니다. 실습을 2-3학년때부터 할 수 있게 늘리는 것도 진로결정에 도움이 될 것 같습니다.","6__취업에_가장_크게_도움을_준_부분은_무엇이었나요?_포트폴리오는_어떻게_준비하는_것이_효과적인가요?":"우리과의 프로젝트 과목들을 수강했던게 정말 도움이 되었습니다. 특히 이 프로젝트 과목을 꼭 들어서 포트폴리오로 만들 수 있도록 학교에서 학생들에게 진로 가이드를 확실히 해주면 좋을 것 같습니다.","7__취업을_위한_자기소개서_작성,_면접_준비,_프리젠테이션_진행_등에_대해_후배에게_조언을_한다면?":"우리 과의 프로젝트 과목을 많이 들었다면, 자기소개서에 꼭 녹여내시는게 중요합니다. 자소서 기반으로 결국엔 1차-2차면접이 이루어집니다. 그리고 정보처리기사 자격증, 영어스피킹또는토익은 필수적으로 미리 취득해놓는것이 좋습니다. ","8__지금_하는_일에_가장_크게_도움이_되고_있는_학부_과목이나_내용에_대해_알려_주세요_":"시각정보그래픽스 - 빅데이터 시각화
피지컬인터랙션디자인 - 아두이노 프로젝트
미디어프로젝트
소셜앱프로젝트
소셜미디어프로그래밍
자료구조

가 도움이 많이 되었습니다.","9__대학생으로써_학과_공부_이외에_사회_생활을_하는데_유용한_활동이_있다면_어떤_것이_있는지_추천해_주세요_":"저는 it직무와 관련된 전국 프로그래밍 동아리를 찾아서 신청해봤습니다. 각 직무에 맞는 동아리에서 미리 2-3학년때 활동한다면 면접 때 직무에 열정이 있다는 좋은 이미지를 갖을 수 있었던 것 같습니다.","10__현재_하는_일이_어떤_부분에서_매력적인지_알려_주세요_":"전공에서 배운 것들이 의외로 실무에서 쓰인다는게 신기했습니다. 그리고 앞으로 유망직무이기에 매력적인것같습니다.","11__현재_하고_있는_일에_대한_비전에_대해_말해_주세요_":"ICT는 앞으로 생활 곳곳에 스며들도록 많은 분야에서 쓰이게 될 것 같습니다.","12_ 그_일을_하는데_필요한_기본_역량은_어떤_것들이_필요한지_알려주세요_":"아이티.통신.보안.신기술에 대한 관심이 필요합니다. 아이티/신기술은 우리과에서도 습득할 수 있지만 통신이나 보안은 부족했던 것 같아서 통신은 따로 강의를 듣거나 보안은 웹보안 정도로 공부를 해놓으면 좋을 것 같습니다.","13_ 일을_하면서_신조로_삼고_있는_말이_있다면_알려주세요_":"책임감을 가지고 제 몫을 꼭 해내자 인것 같습니다. 결국엔 공동체가 되어 일을 하는 것이기에 회사에서는 책임감이 무엇보다도 중요하다고 느꼈습니다.","14__만약_대학생으로_다시_돌아간다면_꼭_하고_싶은_활동이나_공부는_무엇이_있나요?":"저는 아이티역량이 아직도 부족하다고 생각하기에 컴퓨터학부에서 과목을 수강하고 싶습니다. 그때당시엔 네트워크.운영체제 이런과목이 막상 겁이 나서 못들었는데 꼭 필수과목이라는 걸 깨달았습니다.","15__마지막으로_후배를_위해_해_주고_싶은_말을_남겨_주세요_":"점점 취업난이 심해지는 것 같습니다. 저도 정말 많은 시험 그리고 면접 그리고 수많은 탈락을 경험했는데, 자책하지 않고 차근차근히 해나갈수있다고 마음을 굳게 잡으면 좋은 것 같습니다. 워낙 티오도 적고 사람은 많다보니 탈락이 잦은 것 뿐인 것 같습니다. 그리고 운도 필요한 것 같다고 느껴서 후배님들은 잘하시니 좋은 합격 기운 얻어서 부디 꼭 합격하셨으면 좋겠습니다:)!!",}