{"1__이름을_알려주세요_":"이정연","2__졸업년도를_알려주세요":"2017","2__현재_근무하는_회사명과_직무와_직책에_대해_알려_주세요_":"스마일게이트, SW 개발, 주임","3__대학_재학_중_진로를_결정하게_된_계기가_있었다면_무엇이었는지_말씀해_주세요_":"여러 전공 과목들과 프로젝트를 진행하면서 많은 지식들을 얻게 되었고, 이 과정에서 취업과 관련된 정보를 접하게 되면서 현실적으로 프로그래밍 직종이 취업에 유리하다는 것을 알게 되었습니다. 졸업 후 진로 결정은 현실 적인 부분과 주위 선/후배 들의 취업 과정을 지켜보며 정하게 되었습니다. ","4__재학_중_진로_고민_상담은_어떻게_하는_것이_좋을지_알려주세요_":"진로 고민 상담은 학교 내, 학교 외로 나뉘어서 둘다 진행 되어야 한다고 생각합니다. 교내에서는 교수님과 교직원들과 상담한다면 학업 적인 부분에서 도움을 받을 수 있을 거 같고, 실질적인 취업 준비는 교외의 현업 재직자들과의 면담을 통해서 이루어진다면 효율적 일것같습니다.","5__재학_중_외부_회사에서의_인턴_경험이_있다면_그_인턴_경험이_졸업_후_회사_생활에_도움이_되었는지에_대해_말씀_해_주세요_":"인턴 경험으로 인해 많은 기업의 서류 전형에서 유리한 점이 있었다고 생각합니다.
뿐만아니라, 인턴 생활을 했던 회사와 현재 근무한 회사의 업무 사이의 유사성이 있어서 많은 도움이 되었습니다. ","6__취업에_가장_크게_도움을_준_부분은_무엇이었나요?_포트폴리오는_어떻게_준비하는_것이_효과적인가요?":"앞서 언급했던 재학 중 산학협력업체를 통해 인턴 경험을 한것이 포트폴리오 준비에도 큰 도움이 되었습니다.
인턴경험과 함께 재학중에 미디어프로젝트, 모바일 프로그래밍 등의 과목을 들으면서 과제로 제출했던 프로젝트 등을 정리하여 포트폴리오로 만들었습니다. ","7__취업을_위한_자기소개서_작성,_면접_준비,_프리젠테이션_진행_등에_대해_후배에게_조언을_한다면?":"해당 기업이 원하는 인재상에 맞춰 자기소개서를 작성하는 것이 중요합니다. 면접 준비의 경우 해당 기업과 본인의 직무에 맞는 정보를 최대한 많이 수집하여 공부해가는 것이 도움이 됩니다. ","8__지금_하는_일에_가장_크게_도움이_되고_있는_학부_과목이나_내용에_대해_알려_주세요_":"도움이 되었던 학부과목은 자료구조, 알고리즘, 모바일프로그래밍,운영체제, 컴퓨터 네트워크 같은 과목들이 도움이 많이 되었습니다. ","9__대학생으로써_학과_공부_이외에_사회_생활을_하는데_유용한_활동이_있다면_어떤_것이_있는지_추천해_주세요_":"취업을 한 이후에는 다양한 종류의 책을 빌려서 읽는 일이 어렵습니다. 따라서 전공 공부 이외에도 다양한 분야의 책을 학교 도서관에서 빌려서 읽는 것이 인생에 도움이 됩니다. ","10__현재_하는_일이_어떤_부분에서_매력적인지_알려_주세요_":"현재 제가 하는 일은 백엔드 개발 업무 입니다. 백엔드 개발 업무는 데이터를 처리하는 서버에 올라가는 어플리케이션을 제작하는 일입니다. 다양한 기술들을 접해 볼 수 있으며, 여러가지 컴퓨터 기술에 대해서 심도있게 생각해 볼 수 있습니다. ","11__현재_하고_있는_일에_대한_비전에_대해_말해_주세요_":"현재 백엔드 개발을 자바 등의 언어와 스프링 프레임워크로 개발 하고 있는데, 이는 한국에서 가장 보편적으로 쓰이는 기술입니다. 따라서 이 기술들을 알아 둘 경우, 향후 다양한 분야의 기업으로 진출할 가능성이 높아집니다. ","12_ 그_일을_하는데_필요한_기본_역량은_어떤_것들이_필요한지_알려주세요_":"커뮤니케이션 능력과 기본적인 컴퓨터 기술에 대한 이해, 코딩능력 등이 필요한거같습니다. ","13_ 일을_하면서_신조로_삼고_있는_말이_있다면_알려주세요_":"","14__만약_대학생으로_다시_돌아간다면_꼭_하고_싶은_활동이나_공부는_무엇이_있나요?":"다시 대학교로 돌아간다면 교환학생을 다녀오고 싶고, 학과 공부는 애니메이션 쪽 공부를 해보고 싶습니다. ","15__마지막으로_후배를_위해_해_주고_싶은_말을_남겨_주세요_":"대학 생활을 짧게 끝낸 편에 속하는데 학점은 최대한 높게 받을 수록 좋고 대학 생활을 짧게 한다고 좋은 점은 없는거같습니다. 그러니까 대학생활을 알차게 보내시기 바랍니다. ",}